fio/ceph-file-layout/bs_su512k_o2m/seqw_s1m_j16.out
seqw: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 16 threads

seqw: (groupid=0, jobs=16): err= 0: pid=9365: Thu Feb 20 15:08:20 2020
  write: IOPS=6065, BW=379MiB/s (397MB/s)(111GiB/300210msec)
    slat (usec): min=21, max=1061, avg=77.57, stdev=26.77
    clat (usec): min=102, max=25032k, avg=2557.10, stdev=64892.92
     lat (usec): min=782, max=25032k, avg=2634.87, stdev=64892.89
    clat percentiles (usec):
     |  1.00th=[   922],  5.00th=[  1012], 10.00th=[  1057], 20.00th=[  1139],
     | 30.00th=[  1205], 40.00th=[  1270], 50.00th=[  1352], 60.00th=[  1450],
     | 70.00th=[  1582], 80.00th=[  1827], 90.00th=[  4015], 95.00th=[  4948],
     | 99.00th=[  9241], 99.50th=[ 26346], 99.90th=[101188], 99.95th=[191890],
     | 99.99th=[396362]
   bw (  KiB/s): min=100692, max=560000, per=100.00%, avg=389491.29, stdev=5731.45, samples=8460
   iops        : min= 1572, max= 8750, avg=6085.76, stdev=89.55, samples=8460
  lat (usec)   : 250=0.01%, 500=0.01%, 750=0.01%, 1000=4.40%
  lat (msec)   : 2=78.45%, 4=7.12%, 10=9.07%, 20=0.34%, 50=0.36%
  lat (msec)   : 100=0.16%, 250=0.07%, 500=0.03%, 750=0.01%, 2000=0.01%
  lat (msec)   : >=2000=0.01%
  cpu          : usr=0.14%, sys=1.67%, ctx=3257244, majf=0, minf=22960
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1820790,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=379MiB/s (397MB/s), 379MiB/s-379MiB/s (397MB/s-397MB/s), io=111GiB (119GB), run=300210-300210msec